[
  {
    "id": "my-neighborhood-and-how-important-long-term-relationship-is",
    "title": "My Neighborhood and How Important Long-Term Relationship Is",
    "created_at": "Sep 25, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "In my life, I try not to seek perfection but I do find it beautiful through family, friendship, photography, music, football and many other interests."
  },
  {
    "id": "incorporating-my-identity-into-my-career",
    "title": "Incorporating My Identity into My Career",
    "created_at": "Sep 25, 2023",
    "category": "Career",
    "pinned": false,
    "intro": "In my career, I am enthusiastic about building products especially those enriching people's life and aspire to be better in a product management role."
  },
  {
    "id": "friendship-brotherhood-classmates",
    "title": "Friendship, Brotherhood, Classmates",
    "created_at": "Aug 7, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "Over the course of a human lifespan, 12 years represents a significant duration, not just for a friendship but also for a bond akin to brotherhood. The enduring connection between these two classmates follows this same pattern."
  },
  {
    "id": "the-excitement-of-getting-the-first-film-scan",
    "title": "The Excitement Of Getting The First Film Scan",
    "created_at": "Jul 19, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "I have a deep love for film photography. The texture of the grain and the unique colors produced by film never fail to give me goosebumps. My journey into film photography began in 2021 when a colleague introduced me to their camera."
  },
  {
    "id": "focus-on-film-photography",
    "title": "100% Focusing On Film Photography",
    "created_at": "Jul 18, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "I have a deep love for capturing moments, and I firmly believe that as the years pass, photos become increasingly valuable. However, when I look back at my previous photos from 2017, most of them taken with my phone seem to lack any real value."
  },
  {
    "id": "finding-peace",
    "title": "Finding Peace",
    "created_at": "Jul 14, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "Work and rest go hand in hand, and I firmly believe that maintaining a balance between the two is essential. Opting to visit Vung Tau City turned out to be a wise decision, providing me with the much-needed respite from my work."
  },
  {
    "id": "trip-to-dreamy-city",
    "title": "An Unforgettable Trip To A True Dreamy City",
    "created_at": "Jul 12, 2023",
    "category": "Life",
    "pinned": false,
    "intro": "Many people find it easy to hop from one city to another without much hesitation. However, for me, a myriad of seemingly trivial reasons (such as it being too cold, too far away, or too rainy) had kept me from visiting Da Lat city for my entire life."
  }
]
